<?php die('Access Denied');?>
<!doctype html>
<html lang="zh">
<head>
<meta charset="utf-8">
<meta http-equiv="x-UA-Compatible" content="IE=Edge">
<meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0,user-scalable=0">
<meta name="applicable-device" content="pc,mobile">
<meta name="renderer" content="webkit|ie-comp|ie-stand">
<title>{$seo_title}-{$title}</title>
<meta name="keywords" content="{$title}">
<meta name="description" content="{$title}">
{include('admin/_header.php')}

<style>
.terms {width: 90%; margin: 0 auto; padding: 55px 0;}
.terms h2 {text-align: center; font-size: 34px; padding: 20px 0 0; margin: 0 0 25px;}
.terms h4 {font-size: 18px; margin-bottom: 1em;}
.terms p,.terms ul {margin: 0 0 1.5em; font-size: 16px; line-height: 28px;}
.terms p+ul {margin-top: -1.5em;}
</style>
</head>
<body>

<!-- Main Wrapper -->
<div class="main-wrapper">

	<!-- Header -->
	<div class="header">

        <!-- Logo -->
		<div class="header-left">
			<a href="{$site_url}" class="logo">
				<img src="{$site_url}/assets/img/logo.png" alt="Logo">
			</a>
			<a href="/privacy" class="logo logo-small">
				<img src="{$site_url}/assets/img/logo-small.png" alt="Logo" width="30" height="30">
			</a>
		</div>
		<!-- /Logo -->

        <!-- Header Menu -->
        <ul class="nav user-menu">
			<!-- User Menu -->
            <li class="nav-item">
				<a href="/login"><i class="fa fa-user-o" aria-hidden="true"></i></a>
			</li>
			<!-- /User Menu -->
		</ul>
		<!-- /Header Menu -->

    </div>
	<!-- /Header -->

    <!-- Page Wrapper -->
    <div class="main-wrapper">

        <section class="terms">
            <h2>帐号隐私政策</h2>

            <p>最新更新时间：2021年01月01日</p>
            <h4>欢迎来到{$title} !</h4>
            <p> <span class="terms_span"> XX市{$title}科技有限公司</span>（以下称“<strong>{$title}</strong>”）致力于保个人信息指与已识别或可识别的自然人有关的任何信息。根据相关法律依据《中华人民共和国网络安全法》、《信息安全技术 个人信息安全规范》（GB/T 35273-2017）以及其他相关法律法规，保护和尊重您的隐私。{$title}在您使用{$title}的帐号、网站、移动应用程序或其他产品和服务（以下称“<span class="terms_span"><strong>产品</strong></span> ”）的过程中，{$title}可能会收集和使用您的个人信息，无论您是否注册帐号，以帮助{$title}向您提供更优质的产品服务。</p>
            <p>{$title}将通过本隐私政策向您说明产品收集和使用您的个人信息的目的、方式和范围，您对您的个人信息的权利，以及向您阐述{$title}为保护信息安全所采取的安全保护措施。</p>
            <p>本隐私政策为{$title}所有产品统一适用的通用规则，除了本隐私政策外，{$title}还会针对部分产品制定专门的隐私条款，以向您更为具体地说明该产品或服务有关的个人信息的收集和使用规则。如某款产品有单独的隐私条款，则该产品的隐私条款将优先适用。该产品隐私条款未涵盖的内容，适用本隐私政策。</p>

            <h4>请在使用{$title}的产品之前，仔细阅读本隐私政策，了解{$title}针对客户隐私的做法。</h4>
            <p>本隐私政策将帮助您了解以下内容：</p>
            <p>一、{$title}如何收集和使用您的个人信息</p>
            <p>二、{$title}如何使用 Cookies 和同类技术 </p>
            <p>三、{$title}如何保留、转让共享、公开披露您的个人信息</p>
            <p>四、{$title}如何保护您的个人信息</p>
            <p>五、您处置您的个人信息的权利</p>
            <p>六、{$title}如何处理儿童的个人信息</p>
            <p>七、第三方服务提供商及其服务</p>
            <p>八、本隐私政策如何更新</p>

            <h4>一、{$title}如何收集和使用您的个人信息</h4>
            <p>{$title}收集个人信息以便更高效的运营并为您提供最佳的使用体验。{$title}收集个人信息的渠道包括：</p>
            <ul>
                <li>（1）您直接向{$title}提供信息；</li>
                <li>（2）您在使用产品过程中{$title}获取的相关信息；</li>
                <li>（3）从第三方处获取有关您的个人信息。</li>
            </ul>
            <p>{$title}收集的信息取决于您实际使用的产品、您与{$title}互动的环境、您所做的选择，包括您的隐私设置以及您所使用的产品和功能。{$title}的产品和功能包括核心业务功能和增值业务功能。<strong> 在{$title}收集信息时，您并非必须向{$title}提供个人信息，对于核心业务功能，如果您选择不提供，{$title}可能将无法为您提供相关的产品，也无法回应或解决您所遇到的问题。对于增值业务功能，您可以选择是否同意{$title}收集信息，如果您拒绝同意，将可能导致相关增值业务功能无法实现，但不影响您使用{$title}的核心业务功能</strong>。</p>

            <h4>1.{$title}收集的个人信息</h4>
            <h5>（1）您直接向{$title}提供信息。</h5>
            <p>a.您需要注册帐号才能享受某些 产品或相关服务。当您<strong>注册或登录帐号时</strong>，{$title}可能会收集您的<strong>手机号码或邮箱地址、密码、用户名、性别、注册短信内容、头像</strong>等信息；其中，手机号码或邮箱地址、密码为帐号注册、登录必要的信息，如果您不提供上述信息，{$title}将无法为您提供帐号注册或登录服务；</p>
            <p>b.若您所在的国家相关法律法规有实名认证规定，{$title}还将收集您的<strong>实名认证信息，如您的姓名、身份证号码</strong>等，如您拒绝提供，{$title}有可能无法为您提供相应的产品或服务；如果您使用帐号登录其他第三方的产品或服务，{$title}也可能从这些产品或服务中获得您的实名认证信息，并将这些信息与您提供给{$title}的实名认证信息进行验证，以保证您身份的唯一性。</p>
            <p>c.如果您向{$title}订购产品、申请退货或退款或使用收费服务（例如开源好物的兑换或者购买），{$title}可能会收集您的<strong>交货详情、银行账号、支付记录、账单地址以及其他财务信息、联系及交流的记录</strong>等，以便{$title}处理您的订单。如果您不提供这些信息，将可能无法向{$title}订购产品、申请退货或退款或使用收费服务。</p>
            <p>d.在向您提供售后服务和客户支持时，{$title}可能会要求您提供和收集您的个人信息，如 设备信息、您的姓名、手机号码、邮箱地址、地址等，并可能对您与{$title}客服的沟通进行录音或者保存。</p>
            <p>e.{$title}可能会在其他时间，要求您提供和收集您的个人信息，包括参与抽奖或比赛、参加{$title}自办或业务合作伙伴组织的推广活动或营销活动、填写问卷调查表、参加{$title}自办或业务合作伙伴主办的用户论坛或博客。</p>
            <p>f.根据某些产品的特点，{$title}可能还会在其他场景下要求您提供和收集您的个人信息，{$title}会在相关产品的单独隐私条款中向您告知。</p>
            <h5>（2）您在使用产品过程中{$title}获取的相关信息</h5>
            <p>在您使用产品过程中，{$title}会收集您的设备信息，以及您和您的设备如何与产品或服务交互的信息，包括：</p>
            <p>a.设备信息：例如设备名称、设备型号、IMEI 号码、手机型号、Mac 地址、序列号、IP 地址、操作系统版本等。</p>
            <p>b.日志信息和操作记录：例如记录您帐号登录后的操作行为（包括<strong>修改密码、修改绑定的手机号码</strong>、邮箱号码等），使用产品的时间和持续时间、通过服务输入的搜索查询字词，软件的事件信息（如重启、升级、错误、崩溃等）。</p>
            <p>c.位置信息：例如设备的 GPS 信号或有关附近 WiFi 接入点和手机信号塔的信息、设备位置 ID、网络服务提供商 ID。{$title}将询问您希望启用的基于位置的应用程序。您可以从设备设置中修改您设备的位置设置，例如更改或禁用基于位置服务的服务所使用的方法和服务器、或修改位置信息的准确性，从而更改提供给{$title}的位置信息。</p>
            <p>d.{$title}的某些产品允许您与其他人通信、共享。出于技术需要，通信、共享内容可能会通过{$title}的系统进行传输并存储在系统中。</p>
            <p>e.根据某些产品的特点，{$title}会单独请求您开通特定的用户权限或者获取您其他类型的个人信息，{$title}会在相关产品的单独隐私条款中向您告知。</p>
            <h5>（3）从第三方获取的信息 </h5>
            <p>根据某些产品的特点，在法律允许的情况下，{$title}可能从公共或商用来源获取有关您的数据，并可能将其与收到的或与您有关的其他信息结合。例如，为实现帐号的积分、会员等功能，{$title}会收集您在支持帐号的{$title}关联公司或第三方产品中的与帐号相关的数据（包括登录地址、登录时间、时长等）以及其他经您授权共享的数据。</p>
            <h5>2.{$title}如何使用您的个人信息</h5>
            <p>当{$title}需要履行在用户协议和/或服务合同下对您的义务、或{$title}受约束的法定义务或者经由评估{$title}认为对于保护{$title}或第三方的合法利益有必要时，{$title}将在取得你同意的前提下，出于本隐私政策中描述的目的对你的个人信息进行处理。{$title}将严格遵守本隐私政策及其更新所载明的内容来使用您的个人信息。{$title}会将您的个人信息用于以下目的：</p>
            <p>（1）<strong>创建和维护您的帐号。</strong>{$title}将使用数据创建和维护您的帐号。</p>
            <p>（2）<strong>处理订购单。</strong>{$title}将使用数据处理订购单和相关的售后服务，包括客户支持、订单配送、单据打印、商品兑换等。</p>
            <p>（3）<strong>提供通知和推送服务。</strong>{$title}可能使用您的数据向您提供 产品或第三方的内容推送或通知服务，包括资讯、软件更新和安装、销售和促销信息等。</p>
            <p>（4）<strong>提供基于位置的服务。</strong>{$title}或第三方将使用位置信息以为您提供更具针对性地服务，以获得尽可能好的用户体验，例如天气信息、配送信息、具有地域针对性的产品消息推送服务。</p>
            <p>（5）<strong>登录支持帐号的关联公司或第三方提供的产品与服务。</strong>通过帐号您可以登录支持帐号的关联公司或第三方提供的产品与服务，包括gitee等。</p>
            <p>（6）<strong>实现虚拟货币、会员等用户权益。</strong>{$title}会收集和同步您在产品、支持帐号的{$title}的关联公司或第三方提供的产品与服务中的与帐号相关的行为数据，用于实现相关用户权益。</p>
            <p>（7）<strong>产品改进和用户体验改善。</strong>{$title}会把通过帐号注册、用户活动获取的手机号用于向用户调研、回访。</p>
            <p>（8）<strong>客户支持。</strong>{$title}使用数据来诊断产品问题，并提供其他客户关怀和支持服务。{$title}还可能收集您的电子邮箱地址，以回复您在{$title}网站“联系{$title}”部分提出的问题或意见。</p>
            <p>（9）<strong>防止欺诈。</strong>{$title}可能会将您提供的数据用于验证您的身份、分析业务运营效率、审查交易以及防止诈骗。</p>
            <p>（11）<strong>为了向您提供个性化服务。</strong>{$title}可能将您的个人信息作用户画像和行为分析，以向您展示、推送更适合您的信息、商品或服务等，或更好地进行安全防范和安全保障，例如在内容列表中向您优先展示您可能更感兴趣的新闻、服务或广告。同时，{$title}可能会将{$title}各类服务中所收集的您的个人信息结合起来，以便整体而言为您提供更优化的产品服务体验。</p>

            <h4>二、{$title}如何使用 Cookies 和同类技术</h4>
            <p>1.Cookie 是什么？Cookie 是{$title}网站、应用程序或服务传输并存储在您设备上的小文件。{$title}网站、在线服务、互动应用程序、电子邮箱和广告可能会使用 Cookie 和其他同类技术，如像素标签和网站信标。Cookie 可能会在您电脑上存储较短时间（如仅在您的浏览器开启时）或较长时间，甚至数年。{$title}无法访问不是由{$title}设置的 Cookie。</p>
            <p>2.{$title}使用的 Cookie 和同类技术</p>
            <ul>
                <li>（1）{$title}及{$title}的合作伙伴使用 Cookie 或类似的跟踪技术来更好地了解您设备上移动软件的使用情况，了解您使用应用程序的频率、该应用程序内发生的事件、累计使用、性能数据以及从何处下载应用程序。{$title}不会将存储于分析软件中的信息链接到您在移动应用程序中提交的任何个人信息。</li>
                <li>（2）{$title}及{$title}的合作伙伴使用 Cookie 或类似的跟踪技术来分析趋势、管理网站、跟踪网站上的用户行为，并收集{$title}用户群的整体受众特征信息。</li>
                <li>（3）许多网络浏览器有Do Not Track（请勿追踪）功能。该功能可向网站发出“Do Not Track”请求。如果您的浏览器启用了Do Not Track，那么{$title}所有的网站都会尊重您的选择。</li>
                <li>（4）如大多数网站一样，{$title}会自动收集某些信息以分析累积趋势并管理{$title}的网站。此信息可能包括互联网协议（IP）地址、浏览器类型、互联网服务提供商（ISP）、引用/退出页面、您在{$title}网站上查看的文件（例如 HTML 页面，图形等）、操作系统、日期/时间戳记和/或点击流数据。</li>
                <li>（5）{$title}与第三方合作以在{$title}网站上展示广告或管理{$title}在其他网站上的广告。{$title}的授权合作伙伴可能会使用 Cookie 或类似的追踪技术，以根据您的浏览活动和兴趣向您提供广告。如果您想选择退出基于兴趣的广告。请注意，您将继续收到不具有个人针对性的普通广告。</li>
            </ul>
            <p>3.清除/禁用 Cookie管理 Cookie 以及 Cookie 偏好必须在您浏览器的选项/偏好内完成。以下是关于如何在常用浏览器软件中执行此操作的指南：</p>
            <ul>
                <li>（1）<a href="https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies">Microsoft Internet Explorer</a></li>
                <li>（2）<a href="https://support.microsoft.com/zh-cn/help/4468242/microsoft-edge-browsing-data-and-privacy">Microsoft Edge</a></li>
                <li>（3）<a href="https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer">Mozilla Firefox</a></li>
                <li>（4）<a href="https://support.google.com/chrome/answer/95647?hl=en">Google Chrome</a></li>
                <li>（5）<a href="https://support.apple.com/en-gb/guide/safari/sfri11471/mac">Safari for macOS</a></li>
                <li>（6）<a href="https://support.apple.com/en-gb/HT201265">Safari for iOS</a></li>
            </ul>
            <p>4.更多关于 Cookie 的信息关于 Cookie 的详细信息以及关于如何设置您的浏览器来接受、删除或禁用 Cookie 的说明，请参阅 <a href="http://allaboutcookies.org/">www.allaboutcookies.org</a> 。</p>

            <h4>三、{$title}如何保留、转让共享、公开披露您的个人信息</h4>
            <p>{$title}收集的个人信息的保留期限是实现本隐私政策所述收集目的所需的最短时间，除非法律要求更长的保留期限。超过上述保留期限，{$title}将删除或匿名化您的个人信息。</p>
            <p>在{$title}因特殊原因停止运营{$title}的部分或全部产品或服务时，{$title}会及时向您告知并停止相关产品或服务的个人信息收集和处理活动，同时将{$title}所持有的与该述产品或服务相关的个人信息进行删除或匿名化处理，除非法律法规另有规定。</p>
            <p>在一些情况下，{$title}会委托第三方代表{$title}处理您的个人信息。例如代表{$title}发送短信或电子邮件、提供技术支持的公司，这些公司只能将您的个人信息用于代表{$title}向您提供服务。</p>
            <p>{$title}可能不时会与其关联公司和与{$title}合作提供产品和服务的战略合作伙伴共享部分个人信息，以便提供您要求的产品或服务。</p>
            <p><strong>1.关联公司:</strong>为便于{$title}基于帐号向您提供服务，您的个人信息可能会与{$title}的关联公司共享。{$title}只会共享必要的个人信息，<strong>如果{$title}或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</strong></p>
            <p><strong>2.与授权合作伙伴共享：</strong>仅为实现本隐私政策中声明的目的，{$title}的某些服务将由授权合作伙伴提供。{$title}可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。{$title}的授权合作伙伴包括但不限于码云、众包、物流公司、短信或其他技术服务供应商。例如：当{$title}需要向您发放活动奖品时，{$title}会将您预留在活动中的联系人信息告知物流公司，以便完成配送。这些第三方不会将这些信息用于任何其它目的。</p>
            <p>3.在涉及合并、收购或破产清算时，如涉及到个人信息转让，{$title}会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则{$title}将要求该公司、组织重新向您征求授权同意。如果不涉及个人信息转让，{$title}会对您进行充分告知，并将{$title}控制的所有个人信息删除或做匿名化处理。</p>
            <p>{$title}会通过协议或其他适当措施，要求上述第三方采取相当的保密和安全措施来处理个人信息。</p>
            <p>{$title}仅会在以下情况下，公开披露您的个人信息：</p>
            <ul>
                <li>（1）获得您明确同意后；</li>
                <li>（2）基于法律的披露：在法律强制要求遵守传票或其他法律程序、诉讼或政府主管部门强制性要求的情况下，若{$title}真诚地相信披露对保护{$title}的权利、保护您的安全或他人的安全、调查欺诈或响应政府要求是必要的，{$title}可能会披露您的个人信息。</li>
            </ul>

            <h4>四、{$title}如何保护您的个人信息</h4>
            <p>{$title}采取了合理可行的技术安全和组织措施，以保护所收集的与服务有关的信息。但是请注意，虽然{$title}采取了合理的措施保护您的信息，但没有任何网站、Internet 传输、计算机系统或无线连接是绝对安全的。</p>
            <p>{$title}已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。{$title}会采取一切合理可行的措施，保护您的个人信息，包括：</p>
            <p>1.{$title}使用 SSL 等主流安全技术手段对许多服务进行加密。{$title}会定期审查信息收集、存储和处理方面的做法（包括物理性安全措施），以避免各种系统遭到未经授权的访问或篡改。</p>
            <p>2.{$title}对个人信息的访问进行严格的权限管控，只允许那些为了帮{$title}处理个人信息而需要知晓这些信息的{$title}的员工、授权代为处理的服务公司的人员访问个人信息，而且他们需要履行严格的合同保密义务，如果其未能履行这些义务，就可能会被追究法律责任或被终止其与{$title}的关系。个人数据的访问日志将被记录，并定期审计。</p>
            <p>3.对{$title}来说，您的信息的安全非常重要。因此，{$title}将不断努力保障您的个人信息安全，并实施存储和传输全程安全加密等保障手段，以免您的信息在未经授权的情况下被访问、使用或披露。同时，某些加密数据的具体内容，除了用户自己，其他人都无权访问。</p>
            <p>4.{$title}在传输和存储您的特殊类型个人信息时，会采用加密等安全措施；存储个人生物识别信息时，将采用技术措施处理后再进行存储，例如仅存储个人生物识别信息的摘要。</p>
            <p>5.{$title}会严格筛选业务合作伙伴和服务提供商，将在个人信息保护方面的要求落实到双方的商务合同或审计、考核等活动中。</p>
            <p>6.{$title}会举办安全和隐私保护培训课程、测试与宣传活动，加强员工对于保护个人信息重要性的认识。</p>
            <p>7.{$title}采用国际及业内认可的标准来保护您的个人信息，并积极通过相关安全与隐私保护认证。</p>
            <p>在发生个人信息安全事件后，{$title}将按照相关法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、{$title}已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。{$title}将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您。难以逐一告知个人信息主体时，{$title}会采取合理、有效的方式发布公告。同时，{$title}还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>

            <h4>五、您处置您的个人信息的权利</h4>
            <p>{$title}尊重您对您个人信息的权利。{$title}将严格遵守相关法律法规，采取业内认可的合理可行的措施，保护您的个人信息。防止信息遭到未经授权的访问、披露、使用、修改，避免信息损坏或丢失。</p>
            <p><strong>1.被告知权</strong>{$title}通过公布本隐私政策以向您告知{$title}如何处理您的个人信息。{$title}致力于对您信息的使用的透明性。</p>
            <p><strong>2.访问权:</strong>您可以在{$title}的产品或服务界面中直接查询或访问您的个人信息，包括您可以通过产品页面随时登录您的帐号，以访问您帐号有关的个人信息。</p>
            <p><strong>3.更正权：</strong>当您发现{$title}处理的关于您的个人信息有错误或不完整时，您有权要求{$title}做出更正或进行补充。对于您的部分个人信息，您可以在产品或服务的相关功能页面直接进行更正、修改。对于暂未向您提供自行修改渠道的个人信息，您可以通过联系{$title}的 <span class="terms_span">{$email}</span> 要求更正或补充您的个人信息。</p>
            <p><strong>4.删除权：</strong>您可以在个人中心-<span class="terms_span">帐号设置</span>中直接删除您所提交的特定信息，如头像、用户名等。在{$title}违反{$title}与您的约定收集、使用您的个人信息时，您也可以通过联系{$title} <span class="terms_span">{$email}</span> 要求删除。</p>
            <p><strong>5.注销权：</strong>{$title}为您提供帐号注销权，目前您可以联系 <span class="terms_span">{$email} 进行删除帐号的操作，{$title}可能会要求您提供相关何人信息来验证帐号的归属</span>在您选择注销帐号后，{$title}将删除或匿名化您的全部相关个人信息，法律法规另有规定的除外。在您注销后，{$title}将无法继续向您提供帐号注册服务及需要使用帐号登录的产品或服务。</p>
            <p><strong>6.投诉权：</strong>您有权通过 <span class="terms_span">{$email}</span> 进行投诉。{$title}将在收到您投诉之日起十五日内做出答复。如果您对{$title}的答复不满意，特别是{$title}的个人信息处理行为损害了您的合法权益，您还可以向网信、公安、工商等监管部门进行投诉或举报，或向有管辖权法院提起诉讼。</p>
            <p>请注意，出于安全考虑，在处理您的请求前，{$title}可能验证您的身份。对于您合理的请求，{$title}原则上不收取费用。但对多次重复、超出合理限度的请求，{$title}将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，{$title}可能会予以拒绝。此外，如果您的请求直接涉及国家安全、国防安全、公共卫生、犯罪侦查等和公共利益直接相关的事由，或者可能导致您或者其他个人、组织的合法权益受到严重损害，{$title}可能无法响应您的请求。</p>

            <h4>六、{$title}如何处理儿童的个人信息</h4>
            <p>{$title}的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童（{$title}将不满 14 周岁的任何人均视为儿童）不得使用{$title}的产品。对于经父母同意而收集儿童个人信息的情况，{$title}只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。如果{$title}发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</p>

            <h4>七、第三方服务提供商及其服务</h4>
            <p>{$title}的网站、产品、应用程序和服务可能包含指向第三方网站、产品和服务的链接。 您可以选择是否访问或接受第三方提供的网站、产品和服务。</p>
            <p>{$title}无法控制第三方的隐私和数据保护政策，此类第三方不受到本隐私政策的约束。在向第三方提交个人信息之前，请参见这些第三方的隐私保护政策。</p>

            <h4>八、本隐私政策如何更新</h4>
            <p>{$title}保留不时更新或修改本隐私政策的权利。{$title}会通过不同渠道向您发送变更通知。对于隐私政策的重大变更，若您向{$title}提供了电子邮箱，{$title}会在变更生效前通过您的电子邮件通知您，否则{$title}会在{$title}的网站上发布告示或通过{$title}的设备向您推送通知。</p>
            <p>本隐私政策容许调整，但未经您明示同意，{$title}不会削弱您按照本隐私权政策所享有的权利。</p>
            <p>如您不同意以上隐私政策，{$title}将无法收集和使用提供服务所必需的信息，从而无法为您正常提供服务。</p>
            <p>本隐私政策自更新之日起生效。</p>
            <p>如果您对{$title}的隐私政策或做法有任何问题或疑虑，请通过以下地址联系{$title}：</p>
            <p>电子邮箱：<span class="terms_span">{$email}</span></p>
        </section>

    </div>
</div>

{include('admin/_footer.php')}

</body>
</html>